[
    {
      "id": 1,
      "text": "1.) What is the main point of contention between anthropologists and economists regarding gift-giving?",
      "options": [
        { "id": 1, "text": "Anthropologists view gift-giving as a positive social process, while economists consider it a waste of resources." },
        { "id": 2, "text": "Anthropologists and economists both agree that gift-giving is a waste of resources." },
        { "id": 3, "text": "Anthropologists argue that gift-giving is a waste of resources, while economists see it as a positive social process." },
        { "id": 4, "text": "Anthropologists and economists both consider gift-giving a positive social process." }
        
      ]
    },


    {
        "id": 2,
        "text":"2.) According to Waldfogel (1993), what does the term '‘the deadweight loss of Christmas’’ refer to?",
        "options": [
          { "id": 1, "text": "The loss of interest in gift-giving during the Christmas season." },
          { "id": 2, "text": "The tendency of gift-givers to overspend, resulting in recipients not appreciating the gifts as much as expected." },
          { "id": 3, "text": "The financial burden of buying gifts during the holiday season." },
          { "id": 4, "text": "The loss of emotional connection between gift-givers and recipients during Christmas." }

        ]
    },

    {
        "id": 3,
        "text":"3.) Why do gift-givers tend to overspend on gifts, according to the passage?",
        "options": [
            { "id": 1, "text": "They believe that expensive gifts convey stronger signals of thoughtfulness and consideration." },
            { "id": 2, "text": "They want to impress the recipients with the cost of the gift." },
            { "id": 3, "text": "They are unaware of the actual preferences of the recipients." },
            { "id": 4, "text": "They want to create a lasting impression on the recipients." }
  
          ]
      },

      {
        "id": 4,
        "text":"4.) What is the psychological explanation proposed in the passage for the overspending problem of gift-givers?",
        "options": [
            { "id": 1, "text": "Gift-givers want to impress the recipients with expensive gifts." },
            { "id": 2, "text": "Gift-givers assume that the price of the gift is directly related to the recipient's appreciation." },
            { "id": 3, "text": "Gift-givers are unaware of the economic implications of their spending habits." },
            { "id": 4, "text": "Gift-givers believe that recipients will appreciate gifts regardless of their price." }
  
          ]
      }
    
]
  