[
    {
      "id": 1,
      "text": "1.) What is one of the main debates in recent discussions about the economy, as mentioned in thevpassage?",
      "options": [
        { "id": 1, "text": "Whether free markets lead to profits and efficiency." },
        { "id": 2, "text": "Whether empathy should guide economic decisions." },
        { "id": 3, "text": "Whether ethics in economics should be based on character or actions." },
        { "id": 4, "text": "Whether economists are qualified to define ethics." }
        
      ]
    },


    {
        "id": 2,
        "text":"2.) Why did Adam Smith think basis for ethics in economic decisions could be counter-productive? ",
        "options": [
          { "id": 1, "text": "acting on empathy could lead to better outcomes." },
          { "id": 2, "text": "acting selfishly led to better economic results." },
          { "id": 3, "text": "acting on sympathy could hinder personal progress." },
          { "id": 4, "text": "putting others' needs before one's own was the key to ethical behavior." }

        ]
    },

    {
        "id": 3,
        "text":"3.) In the context of fair trade coffee, what does the passage suggest about ethical economics? ",
        "options": [
            { "id": 1, "text": "Ethical economics arises from having universal rules for all economic decisions." },
            { "id": 2, "text": "Ethical economics is possible when good consequences, virtuous actions, and the right way to act align in a situation." },
            { "id": 3, "text": "Ethical economics depends on the character of the individuals involved in the transaction." },
            { "id": 4, "text": "Ethical economics can only be achieved when there is a consensus on where ethics applies." }
  
          ]
      },

      {
        "id": 4,
        "text":"4.) According to the passage, what is the new wave of behavioral economists trying to achieve? ",
        "options": [
            { "id": 1, "text": "They are trying to understand human psychology to anticipate market decisions." },
            { "id": 2, "text": "They are attempting to create a universal ethical code for economic behavior." },
            { "id": 3, "text": "They are exploring economic theories from the past." },
            { "id": 4, "text": "They are focused on advocating for ethical principles without delving into human psychology." }
  
          ]
      }
    
]
  