[
    {
      "id": 1,
      "text": "1.) What makes internal waves unique compared to other large ocean waves?",
      "options": [
        { "id": 1, "text": "They move underwater and are nearly impossible to see without special equipment." },
        { "id": 2, "text": "They are the largest waves in terms of height." },
        { "id": 3, "text": "They only occur in specific regions like the Luzon Strait." },
        { "id": 4, "text": "They are involved in ocean mixing but do not transfer heat." }
        
      ]
    },


    {
        "id": 2,
        "text":"2.) Why is understanding internal waves crucial for global climate modeling, according to Tom Peacock? ",
        "options": [
          { "id": 1, "text": "Internal waves are responsible for the formation of islands in the ocean." },
          { "id": 2, "text": "Internal waves are a significant factor in driving ocean circulations and heat transfer." },
          { "id": 3, "text": "Internal waves are essential for predicting earthquakes and tsunamis." },
          { "id": 4, "text": "Internal waves are indicators of changing weather patterns." }

        ]
    },

    {
        "id": 3,
        "text":"3.) How did scientists study the formation of internal waves in the Luzon Strait? ",
        "options": [
            { "id": 1, "text": "They used satellite imagery to track wave movements." },
            { "id": 2, "text": "They conducted experiments in a rotating facility called the Coriolis Platform." },
            { "id": 3, "text": "They observed wave patterns from a research vessel in the Luzon Strait." },
            { "id": 4, "text": "They created computer simulations to model internal wave behavior." }
  
          ]
      },

      {
        "id": 4,
        "text":"4.) What will be the potential impact of incorporating information about internal waves into global climate models?",
        "options": [
            { "id": 1, "text": "The models will become less accurate in predicting ocean currents." },
            { "id": 2, "text": "The models will be able to simulate weather patterns but not ocean movements." },
            { "id": 3, "text": "The models will become more accurate in predicting ocean circulations and heat transfer." },
            { "id": 4, "text": "The models will focus primarily on atmospheric changes, neglecting oceanic influences." }
  
          ]
      }
    
]
  